<?php

return [
    'enums' => [
        'timezone' => [
            'utc+2' => 'UTC+2 Калиниград',
            'utc+3' => 'UTC+3 Москва',
            'utc+4' => 'UTC+4 Самара',
            'utc+5' => 'UTC+5 Екатеринбург',
            'utc+6' => 'UTC+6 Омск',
            'utc+7' => 'UTC+7 Красноярск',
            'utc+8' => 'UTC+8 Иркутск',
            'utc+9' => 'UTC+9 Якутск',
            'utc+10' => 'UTC+10 Владивосток',
            'utc+11' => 'UTC+11 Магадан',
            'utc+12' => 'UTC+12 Анадырь',
        ],
        'thesis_report_form' => [
            'oral' => 'Устная',
            'stand' => 'Стендовые доклады',
            'mixed' => 'Без предпочтения',
        ],
        'conference_report_form' => [
            'oral' => 'Устная',
            'stand' => 'Стендовые доклады',
            'mixed' => 'Устная и стендовая',
        ],
    ],
];
