<?php

return [
    'create' => [
        'title' => 'Создание участника мероприятий',
        'h1' => 'Создание участника мероприятий',
        'website' => 'Личный сайт',
        'save' => 'Создать',
    ],
    'edit' => [
        'title' => 'Мои данные',
        'h1' => 'Мои данные',
        'affiliations' => 'Аффилиации',
        'placeholders' => [
            'no_affiliation_ru' => 'Укажите аффилиацию на русском языке (если применимо)',
            'no_affiliation_en' => 'Укажите аффилиацию на английском языке',
            'affiliation_ru' => 'Начните вводить название организации на русском языке, появится выпадающий список. Если Вашей организации нет в списке, отметьте чекбокс ниже',
            'affiliation_en' => 'Название организации будет переведено автоматически. Если оно неверно, отметьте чекбокс \'Аффилиация имеет ошибку в написании\' ниже и отредактируйте название',
        ],
        'affiliation_mistake' => 'Аффилиация имеет ошибку в написании',
        'no_affiliation' => 'Аффилиации нет в списке',
        'no_suggestions' => 'Ничего не найдено',
        'remove_affiliation' => 'Убрать аффилиацию',
        'add_affiliation' => 'Добавить аффилиацию',
        'website' => 'Личный сайт',
        'save' => 'Сохранить',
        'change-password' => 'Изменить пароль',
    ],
    'password' => [
        'title' => 'Изменить пароль',
        'h1' => 'Изменить пароль',
        'old' => 'Введите старый пароль',
        'new' => 'Новый пароль',
        'repeat' => 'Повторите новый пароль',
        'btn' => 'Изменить',
    ],
];
